// © Copyright 2010-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "清潔頁面背部污跡";

TaskPanelOKButtonTitle = "確定";
TaskPanelCancelButtonTitle = "取消";

CleaningConfirmationTitle = "頁面背部污跡清潔";
CleaningConfirmationBody = "此程序可能需要數分鐘。此段時間內的機械噪音是正常的，而且紙張會在印表機中來回移動。按一下「確定」開始。";
PaperNotFoundTite = "找不到紙張";
PaperNotFoundBody = "開始「頁面背部污跡清潔」程序之前，請先在紙匣中放入紙張。按一下「確定」繼續。";
BackPageSmearCleaningTitle = "頁面背部污跡清潔…";
BackPageSmearCleaningCompleteBody = "「頁面背部污跡清潔」完成。";

NotInitiatedTitle = "無法起始清潔";
NotInitiatedMsg = "無法起始清潔程序。請檢查印表機是否在線上而且沒有處理任何工作。";

HSDTitleTextFieldValue = "清潔頁面背部污跡";
HSDGuideTextFieldValue = "開始「頁面背部污跡清潔」程序之前，請先在紙匣中放入紙張。按一下「清潔」繼續。";
HSDCleanButtonTitle = "清潔";

BackPageSmearCancelingTitle = "取消中";

HSDInfoTextFieldValue = "如果列印頁面背面髒污時，可執行此程序。「頁面背面污漬清理」將會清潔該印表機內上面有污漬的零件。";
